[{"id":1,"title":"US to expel every last Iranian boot from Syria - Pompeo","body":"The US will work with allies to \"expel every last Iranian boot\" from Syria, Secretary of State Mike Pompeo says.\r\n\r\nMr Pompeo warned there would be no US reconstruction aid for areas controlled by Syrian President Bashar al-Assad until Iran and its proxies had left.\r\n\r\nHe also criticised ex-President Barack Obama's Middle East policy, saying he had made \"dire misjudgements\".\r\n\r\nMr Pompeo was speaking in Cairo three weeks after President Donald Trump said US troops were pulling out of Syria.\r\n\r\nThe announcement had shocked US allies and sparked strong criticism in Washington.\r\n\r\n    War-weary Syrians in Manbij wait to learn fate\r\n    Trump rewrites US-Syria policy\r\n    After the caliphate: Has IS been defeated?\r\n\r\nMr Pompeo, who has been seeking to reassure allies following Mr Trump's surprise announcement, said: \"America will not retreat until the terror fight is over. We will labour tirelessly alongside you to defeat Isis [the Islamic State group], al-Qaeda and other jihadists that threaten our security and yours.\"\r\n\r\nHe added that the US was a \"force for good\" in the Middle East, adding: \"Where America retreats, chaos follows.\"","date":"2019-01-10","source":"bbc.com","status":"active","category":"Nepal","created_at":"2019-01-10 16:42:37","updated_at":"2019-01-10 16:42:37","user_id":1,"news_image":"abcnews_1547138556.jpg"},{"id":2,"title":"How Venezuela's crisis developed and drove out millions of people","body":"Venezuela's economy is in freefall. Hyperinflation, power cuts and shortages of food and medicine are driving millions of Venezuelans out of the country.\r\n\r\nAnd yet the man many blame for the dire state of the nation, Nicolás Maduro, is about to be sworn in as president for another six years.\r\n\r\nSo what is going on with Venezuela's economy, how did it get to this point, and what have Mr Maduro and his government done to halt the country's decline?","date":"2019-01-09","source":"bbc.com","status":"active","category":"Nepal","created_at":"2019-01-10 16:45:14","updated_at":"2019-01-10 16:45:14","user_id":1,"news_image":"venz_1547138714.jpg"},{"id":3,"title":"Signals from space: Five theories on what they are","body":"Mysterious signals have been picked up from distant galaxies.\r\n\r\nWhen fast radio bursts or FRBs, as they are called, reach Earth's telescopes they shine brightly for a few milliseconds, then disappear.\r\n\r\nAstronomers have detected dozens over the past decade - and have just announced they've found more of them, including a rare repeating signal.\r\n\r\nWe don't know exactly what they are or where they're from, but here are five suspects:\r\nA rapidly spinning neutron star\r\n\r\nWhen stars explode and die they can end up as rapidly spinning neutron stars. Astronomers think those found in a region with a high magnetic field might produce the strange signals.","date":"2019-01-10","source":"bbc.com","status":"active","category":"Education","created_at":"2019-01-10 16:46:15","updated_at":"2019-01-10 16:46:15","user_id":1,"news_image":"neu_1547138775.jpg"},{"id":4,"title":"Aaron Ramsey: Juventus leading race to sign Arsenal and Wales midfielder","body":"Juventus are leading the race to sign Arsenal midfielder Aaron Ramsey when his contract expires at the end of the season.\r\n\r\nThe 28-year-old's current preference is to join the Italian champions but, contrary to some reports, he has yet to make a final decision and will continue to consider offers from a number of Europe's leading clubs.\r\n\r\nIt is understood his boyhood dream was to play for Barcelona but despite preliminary talks that option will not be pursued.\r\n\r\n    'Arsenal cannot afford permanent deals' - Emery's transfer frustration\r\n\r\nAn offer from Paris St-Germain is thought to carry great appeal, while there is also interest from Real Madrid, Bayern Munich and Inter Milan.\r\n\r\nMadrid forward Gareth Bale is understood to have encouraged his Wales team-mate to link up with him in Spain.\r\n\r\nThere have been enquiries from English sides and if Ramsey was to remain in the Premier League he would favour a move to Liverpool.\r\n\r\nHowever, although there is still a possibility the situation might change, it is almost certain the former Cardiff player will go abroad.\r\n\r\nOnce Ramsey's choice is made, he is expected to sign a pre-contract agreement and undergo a medical this month.\r\n\r\nHe will complete the campaign with Arsenal prior to leaving as a free agent in the summer.","date":"2019-01-10","source":"cnn.com","status":"active","category":"Sports","created_at":"2019-01-10 16:47:26","updated_at":"2019-01-10 16:47:26","user_id":1,"news_image":"ju_1547138846.jpg"},{"id":5,"title":"Serena Williams: my big sister, mentor & boss - hitting partner Jarmere Jenkins","body":"Coverage: Daily live commentaries on the BBC Sport website, listen to Tennis Breakfast daily from 07:00 GMT on BBC Radio 5 live Sports Extra. Watch highlights on BBC TV and online from 19 January\r\nFull coverage details\r\n\r\nJarmere Jenkins' phone lights up. It's an incoming call from his older brother Jermaine.\r\n\r\n\"Hey man, how would you like to work with Serena Williams?\"\r\n\r\nJarmere - a former professional tennis player turned investment sales consultant, out of work and plotting his next career move - thought it was a joke.\r\n\r\nFast forward 14 months and he is an integral part of Team Serena, the small network of colleagues and confidants helping one of the world's all-time greatest players compete for Grand Slam titles again - little over a year after she \"almost died\" giving birth.\r\n\r\n\"On paper the specific role is hitting partner on court. But the gig is much more than that,\" he says.\r\n\r\nEmployee, hitting partner, gym buddy, 'Mafia' opponent, friend - to name but a few.\r\n\r\nSo, how has Jenkins ended up here?\r\n\r\nIt is a tale of talent, unfulfilled promised, hard work, a devastating natural disaster, circumstance and fortune all rolled into one.\r\n\r\n    Australian Open - BBC TV, radio and online coverage times\r\n\r\n'I missed more balls than her - and she had not hit for nine months'\r\n\r\nStanding on the baseline, Jenkins was feeling nervous. Across the net was someone he considers to be a \"superhero\".","date":"2019-01-09","source":"cnn.com","status":"active","category":"Sports","created_at":"2019-01-10 16:48:15","updated_at":"2019-01-10 16:48:15","user_id":1,"news_image":"sis_1547138895.jpg"},{"id":6,"title":"Ctudy in Canada","body":"WORK AND EARN A LIVING WHILE YOU STUDY IN CANADA\r\n\r\nFREE EDUCATION SEMINAR: STUDY AT THOMPSON RIVERS UNIVERSITY, BRITISH COLUMBIA, CANADA (DIRECT UNDERGRADUATE & MASTERS ADMISSION)\r\n\r\n           \r\n\r\nIf you are a fresh high school graduate between ages 16 – 21!\r\n\r\nIf you have completed your 1st degree with a CGPA of 1.5 and above!\r\n\r\nIf you are looking for a chance to work while you study!\r\n\r\nIf you are looking for a chance to increase your chances of obtaining a Canadian study permit!\r\n\r\nLook no further!\r\n\r\nTake advantage of the opportunity to become a permanent resident and work in Canada by studying at Thompson Rivers University, British Columbia, Canada.\r\n\r\nCome and meet with ZiPing Feng, Director, International Marketing, Thompson Rivers University, Canada\r\n\r\nVisa processing services provided by a team of Certified Canadian Immigration Consultants\r\n\r\n      Admissions ongoing for 2019 start dates","date":"2019-01-07","source":"maple education","status":"active","category":"Education","created_at":"2019-01-10 16:51:43","updated_at":"2019-01-10 16:51:43","user_id":1,"news_image":"noimage.jpg"},{"id":7,"title":"व्यवसायी फिदा हुसेनको हत्याका चार अभियुक्त सार्वजनिक","body":"सुनसरीका व्यवसायी फिदा हुसेनको हत्यामा संलग्न चार जनालाई प्रहरीले पक्राउ गरेको छ । दुहवी नगरपालिका ९ छाताबेलीका ब्यवसायी हुसेनको गोली हानी हत्या गर्ने समूहका चार जना अभियुक्तलाई प्रहरीले घटनाको ५१ औं दिनपछि पक्राउ गरी आज सार्वजनिक गरेको हो । व्यक्तिगत रिसइवी र आर्थिक लेनदेनमा भएको असमझदारीको कारण हुसेनको हत्या भएको प्रहरीले जनाएको छ । हत्याका मुख्य योजनाकार छाताबेलीका मोहमद शाकीम हुसेन, दुहवी १२ सीतापुरका विशम्बर यादव, छाताबेलीकै मोहमद जाबीर हुसैनलाई क्षेत्रीय अनुसन्धान ब्यूरो र सुनसरी प्रहरीको सक्रियतामा पक्राउ गगरी सार्वजनिक गरिएको हो । अर्का अभियुक्त छाताबेलीकै जफर मियालाई बाँके प्रहरीले पक्राउ गरी सुनसरी प्रहरीलाई बुझाउने जनाएको छ । प्रहरीले उनीहरुले प्रयोग गरेको कटुवा पेस्तोल खोका सहितको एक थान, गोली २ राउण्ड र चक्कु एकथान बरामद गरेको छ । घटनापछि दुहवी १२ मा रहेको लक्ष्मीनारायणको मन्दिर परिसरमा रहेको नरिवलको रुखमुनि हतियार खनेर लुकाएको अवस्थामा अभियुक्तको बयानका आधारमा प्रहरीले सो हतियार बरामद गरेको सुनसरीका एसपी राजन अधिकारीले जानकारी दिनुभयो । प्रभात भ्रमणका बेला व्यवसायी हुसेनलाई मंसिर ५ गते बिहान सात बजे जयबाबा इँटा भट्टा जाने सुनसरी मोरङ सिंचाइ आयोजनाको शाखा नहरमा गोली हानिएको थियो । मोटरसाईकलमा आएका एक ब्यक्तिले हुसेनमाथि गोली प्रहार गरी भागेका थिए । उनको घटनास्थलमै मृत्यु भएको थियो । हत्याका अभियुक्त पक्राउ गर्नुपर्ने र मृतकलाई शहिद घोषणा गर्नु पर्ने माग राखि उनको शव नै सडकमा राखेर दुहवीबासीले आन्दोलन गरेका थिए ।","date":"2019-01-09","source":"ekantipur","status":"disactive","category":"Nepal","created_at":"2019-01-10 17:25:53","updated_at":"2019-01-11 16:23:42","user_id":2,"news_image":"nep_1547141152.JPG"}]